[neutral.A_DwarvenTreasury H7BattleSite]
mDescription="一个矮人部族的财宝被保存在这个加固的金库内。"

[neutral.A_Prison H7Prison]
mDescription="一位强大的英雄被囚禁于此。解救他，他将加入你的事业。"

UCP 1.1

[Abilities.A_Runestone_Ability H7BaseAbility]
mName="符文石柱"
mTooltip="赋予你的英雄符文陷阱技能，持续接下来的%buff.buff.durini场战斗：每个敌方生物在其每回合有%d.min%的几率无法移动。\n同时立即恢复访问英雄%buff.buff.stat %icon_movement点移动力。"

[Abilities.A_Runestone_Trap_Buff H7BaseBuff]
mName="符文陷阱"
mTooltip="该生物直到本回合结束前无法移动。"

[Abilities.A_Runestone_Trap_Ability H7CreatureAbility]
mName="符文陷阱"
mTooltip="该生物直到本回合结束前无法移动。"

[Abilities.A_Runestone_Buff H7BaseBuff]
mName="符文石柱"
mTooltip="在接下来的%durnow场战斗中，每个敌方生物在其每回合有%d.min%的几率无法移动。"